Repository: mixxamm/CopyKat
Catalog: CopyKat/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: With the Accessibility permission, choosing an item pastes it straight into the app you're working in. Without it, items are only copied.
ar: بفضل إذن إمكانية الوصول، يؤدي اختيار عنصر إلى لصقه مباشرة في التطبيق الذي تعمل فيه. وبدونه، يتم نسخ العناصر فقط.
de: Mit der Bedienungshilfen-Berechtigung wird ein ausgewähltes Objekt direkt in die App eingefügt, in der Sie gerade arbeiten. Ohne diese werden Objekte nur kopiert.
es: Con el permiso de Accesibilidad, elegir un elemento lo pega directamente en la app en la que estás trabajando. Sin él, los elementos solo se copian.
fr: Avec l'autorisation d'accessibilité, le fait de choisir un élément le colle directement dans l'application dans laquelle vous travaillez. Sans elle, les éléments sont seulement copiés.
hi: एक्सेसिबिलिटी अनुमति के साथ, किसी आइटम को चुनने पर वह सीधे उस ऐप में पेस्ट हो जाता है जिस पर आप काम कर रहे हैं। इसके बिना, आइटम केवल कॉपी होते हैं।
it: Con l'autorizzazione per l'Accessibilità, scegliendo un elemento lo incolli direttamente nell'app in cui stai lavorando. Senza di essa, gli elementi vengono solo copiati.
ja: アクセシビリティ権限があれば、項目を選択すると作業中のAppに直接ペーストされます。権限がない場合、項目はコピーされるだけです。
ko: 손쉬운 사용 권한이 있으면 항목을 선택할 때 현재 작업 중인 App에 바로 붙여넣어집니다. 권한이 없으면 항목이 복사되기만 합니다.
nl: Met de toegankelijkheidsmachtiging plak je een gekozen item meteen in de app waarin je werkt. Zonder deze machtiging worden items alleen gekopieerd.
pl: Dzięki uprawnieniu dostępności wybranie elementu wkleja go od razu w aplikacji, w której pracujesz. Bez niego elementy są tylko kopiowane.
pt_pt: Com a permissão de Acessibilidade, escolher um item cola-o diretamente na app em que está a trabalhar. Sem ela, os itens são apenas copiados.
ro: Cu permisiunea de accesibilitate, alegerea unui element îl lipește direct în aplicația în care lucrezi. Fără ea, elementele sunt doar copiate.
ru: С разрешением «Универсальный доступ» выбор элемента вставляет его прямо в приложение, в котором вы работаете. Без него элементы только копируются.
sv: Med behörigheten Hjälpmedel klistras ett valt objekt in direkt i appen du arbetar i. Utan den kopieras objekt bara.
tr: Erişilebilirlik izniyle bir öğe seçmek, onu üzerinde çalıştığınız uygulamaya doğrudan yapıştırır. Bu izin olmadan öğeler yalnızca kopyalanır.
uk: З дозволом на доступність вибір елемента вставляє його одразу в застосунок, у якому ви працюєте. Без нього елементи лише копіюються.
zh_hans: 获得辅助功能权限后，选择项目会将其直接粘贴到你正在使用的 App 中。如果没有该权限，项目只会被复制。
zh_hant: 取得輔助使用權限後，選擇項目會將其直接貼到你正在使用的 App 中。如果沒有此權限，項目只會被拷貝。

source: You're all set
ar: كل شيء جاهز
de: Sie sind startklar
es: Ya está todo listo
fr: Vous êtes prêt
hi: अब सब कुछ तैयार है
it: Tutto pronto
ja: 準備完了です
ko: 모든 준비가 완료되었습니다
nl: Je bent helemaal klaar
pl: Wszystko gotowe
pt_pt: Está tudo pronto
ro: Ești gata
ru: Всё готово
sv: Allt är klart
tr: Her şey hazır
uk: Усе готово
zh_hans: 一切就绪
zh_hant: 一切就緒

source: Hide the search field
ar: إخفاء حقل البحث
de: Suchfeld ausblenden
es: Ocultar el campo de búsqueda
fr: Masquer le champ de recherche
hi: खोज फ़ील्ड छिपाएँ
it: Nascondi il campo di ricerca
ja: 検索フィールドを隠す
ko: 검색 필드 숨기기
nl: Zoekveld verbergen
pl: Ukryj pole wyszukiwania
pt_pt: Ocultar o campo de pesquisa
ro: Ascunde câmpul de căutare
ru: Скрыть поле поиска
sv: Dölj sökfältet
tr: Arama alanını gizle
uk: Сховати поле пошуку
zh_hans: 隐藏搜索栏
zh_hant: 隱藏搜尋欄

source: Leaves out the search field entirely, for cycling with the keyboard alone. Double-tapping V then keeps stepping through the history instead of starting a search.
ar: يحذف حقل البحث تمامًا، لمن يتنقل بلوحة المفاتيح وحدها. عندئذ يواصل النقر المزدوج على V التنقل في السجل بدلًا من بدء بحث.
de: Lässt das Suchfeld ganz weg, für alle, die nur mit der Tastatur blättern. Zweimal V tippen blättert dann weiter durch den Verlauf, statt eine Suche zu starten.
es: Elimina por completo el campo de búsqueda, para quien solo navega con el teclado. Pulsar dos veces V sigue recorriendo el historial en lugar de iniciar una búsqueda.
fr: Supprime complètement le champ de recherche, pour ceux qui naviguent uniquement au clavier. Appuyer deux fois sur V continue alors de parcourir l'historique au lieu de lancer une recherche.
hi: खोज फ़ील्ड को पूरी तरह हटा देता है, उनके लिए जो केवल कीबोर्ड से चलते हैं। तब V को दो बार दबाने पर खोज शुरू होने के बजाय इतिहास में आगे बढ़ना जारी रहता है।
it: Elimina del tutto il campo di ricerca, per chi si muove solo con la tastiera. Premere due volte V continua a scorrere la cronologia invece di avviare una ricerca.
ja: 検索フィールドを完全に省き、キーボードだけで送る人向けです。V を二度叩くと検索は始まらず、そのまま履歴を送り続けます。
ko: 검색 필드를 아예 없애며, 키보드만으로 넘기는 사람을 위한 설정입니다. V를 두 번 누르면 검색을 시작하는 대신 계속 기록을 넘깁니다.
nl: Laat het zoekveld helemaal weg, voor wie alleen met het toetsenbord cyclet. Twee keer op V tikken blijft dan door de geschiedenis stappen in plaats van een zoekopdracht te starten.
pl: Całkowicie pomija pole wyszukiwania, dla osób poruszających się tylko klawiaturą. Dwukrotne naciśnięcie V dalej przewija historię, zamiast rozpoczynać wyszukiwanie.
pt_pt: Deixa de fora o campo de pesquisa, para quem navega apenas com o teclado. Tocar duas vezes em V continua a percorrer o histórico em vez de iniciar uma pesquisa.
ro: Elimină complet câmpul de căutare, pentru cine navighează doar de la tastatură. Apăsarea de două ori pe V parcurge în continuare istoricul în loc să pornească o căutare.
ru: Полностью убирает поле поиска, для тех, кто листает только с клавиатуры. Двойное нажатие V тогда продолжает листать историю, а не начинает поиск.
sv: Utelämnar sökfältet helt, för dig som bara bläddrar med tangentbordet. Att trycka V två gånger fortsätter då genom historiken i stället för att starta en sökning.
tr: Arama alanını tamamen kaldırır, yalnızca klavyeyle gezinenler için. V tuşuna iki kez basmak o zaman arama başlatmak yerine geçmişte ilerlemeye devam eder.
uk: Повністю прибирає поле пошуку, для тих, хто гортає лише з клавіатури. Подвійне натискання V тоді й далі гортає історію, а не починає пошук.
zh_hans: 完全去掉搜索栏，适合只用键盘循环的人。这时连按两次 V 会继续浏览历史记录，而不是开始搜索。
zh_hant: 完全省去搜尋欄，適合只用鍵盤循環的人。此時連按兩次 V 會繼續瀏覽記錄，而不是開始搜尋。

source: %lld of %lld
ar: %1$lld من %2$lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
fr: %1$lld sur %2$lld
hi: %2$lld में से %1$lld
it: %1$lld di %2$lld
ja: %2$lld 件中 %1$lld 件目
ko: %2$lld개 중 %1$lld번째
nl: %1$lld van %2$lld
pl: %1$lld z %2$lld
pt_pt: %1$lld de %2$lld
ro: %1$lld din %2$lld
ru: %1$lld из %2$lld
sv: %1$lld av %2$lld
tr: %2$lld ögeden %1$lld.
uk: %1$lld з %2$lld
zh_hans: 第 %1$lld 项，共 %2$lld 项
zh_hant: 第 %1$lld 項，共 %2$lld 項

source: Vim navigation
ar: التنقل بطريقة Vim
es: Navegación Vim
fr: Navigation Vim
hi: Vim नेविगेशन
it: Navigazione Vim
ja: Vim 風の移動
ko: Vim 방식 이동
nl: Vim-navigatie
pl: Nawigacja Vim
pt_pt: Navegação Vim
ro: Navigare Vim
ru: Навигация как в Vim
sv: Vim-navigering
tr: Vim ile gezinme
uk: Навігація як у Vim
zh_hans: Vim 式导航
zh_hant: Vim 式導覽

source: Adds h, j, k and l alongside the arrow keys. They only move the highlight while the search field is empty, so searching stays possible.
ar: يضيف h وj وk وl إلى جانب مفاتيح الأسهم. تحرّك التحديد فقط ما دام حقل البحث فارغًا، حتى يظل البحث ممكنًا.
de: Ergänzt die Pfeiltasten um h, j, k und l. Sie bewegen die Markierung nur, solange das Suchfeld leer ist, damit die Suche weiter funktioniert.
es: Añade h, j, k y l junto a las flechas. Solo mueven la selección mientras el campo de búsqueda está vacío, para que buscar siga siendo posible.
fr: Ajoute h, j, k et l en plus des flèches. Ces touches ne déplacent la sélection que tant que le champ de recherche est vide, pour que la recherche reste possible.
hi: तीर कुंजियों के साथ h, j, k और l जोड़ता है। ये केवल तब चयन बदलते हैं जब खोज फ़ील्ड खाली हो, ताकि खोजना संभव बना रहे।
it: Aggiunge h, j, k e l accanto alle frecce. Spostano la selezione solo finché il campo di ricerca è vuoto, così la ricerca resta possibile.
ja: 矢印キーに加えて h、j、k、l を使えます。検索フィールドが空のあいだだけ選択を動かすので、検索はそのまま行えます。
ko: 화살표 키에 h, j, k, l을 더합니다. 검색 필드가 비어 있을 때만 선택을 옮기므로 검색은 그대로 할 수 있습니다.
nl: Voegt h, j, k en l toe naast de pijltjestoetsen. Ze verplaatsen de markering alleen zolang het zoekveld leeg is, zodat zoeken mogelijk blijft.
pl: Dodaje h, j, k i l obok strzałek. Przesuwają zaznaczenie tylko wtedy, gdy pole wyszukiwania jest puste, dzięki czemu wyszukiwanie nadal działa.
pt_pt: Acrescenta h, j, k e l às setas. Só movem a seleção enquanto o campo de pesquisa estiver vazio, para que a pesquisa continue possível.
ro: Adaugă h, j, k și l pe lângă săgeți. Mută selecția doar cât timp câmpul de căutare este gol, astfel încât căutarea să rămână posibilă.
ru: Добавляет h, j, k и l к клавишам со стрелками. Они перемещают выделение, только пока поле поиска пусто, чтобы поиск оставался возможным.
sv: Lägger till h, j, k och l vid sidan av piltangenterna. De flyttar markeringen bara så länge sökfältet är tomt, så att sökning fortfarande går.
tr: Ok tuşlarının yanına h, j, k ve l ekler. Seçimi yalnızca arama alanı boşken taşırlar, böylece arama yapılabilir kalır.
uk: Додає h, j, k і l до клавіш зі стрілками. Вони переміщують виділення, лише поки поле пошуку порожнє, щоб пошук залишався можливим.
zh_hans: 在方向键之外加入 h、j、k、l。它们只在搜索栏为空时移动选中项，搜索依然可用。
zh_hant: 在方向鍵之外加入 h、j、k、l。它們只在搜尋欄為空時移動選取項目，搜尋依然可用。

source: What to delete
ar: ما الذي يُحذف
de: Was löschen
es: Qué eliminar
fr: Que supprimer
hi: क्या हटाना है
it: Cosa eliminare
ja: 削除する対象
ko: 삭제할 대상
nl: Wat verwijderen
pl: Co usunąć
pt_pt: O que eliminar
ro: Ce se șterge
ru: Что удалять
sv: Vad som tas bort
tr: Ne silinsin
uk: Що видаляти
zh_hans: 删除内容
zh_hant: 刪除內容

source: Images only
ar: الصور فقط
de: Nur Bilder
es: Solo imágenes
fr: Images uniquement
hi: केवल छवियाँ
it: Solo immagini
ja: 画像のみ
ko: 이미지만
nl: Alleen afbeeldingen
pl: Tylko obrazy
pt_pt: Apenas imagens
ro: Doar imaginile
ru: Только изображения
sv: Endast bilder
tr: Yalnızca görseller
uk: Лише зображення
zh_hans: 仅图片
zh_hant: 僅圖片

source: Everything
ar: كل شيء
de: Alles
es: Todo
fr: Tout
hi: सब कुछ
it: Tutto
ja: すべて
ko: 전체
nl: Alles
pl: Wszystko
pt_pt: Tudo
ro: Tot
ru: Всё
sv: Allt
tr: Her şey
uk: Усе
zh_hans: 全部
zh_hant: 全部

source: Delete older items?
ar: حذف العناصر الأقدم؟
de: Ältere Objekte löschen?
es: ¿Eliminar los elementos más antiguos?
fr: Supprimer les éléments plus anciens ?
hi: पुराने आइटम हटाएँ?
it: Eliminare gli elementi più vecchi?
ja: 古い項目を削除しますか？
ko: 오래된 항목을 삭제할까요?
nl: Oudere items verwijderen?
pl: Usunąć starsze elementy?
pt_pt: Eliminar os itens mais antigos?
ro: Ștergi elementele mai vechi?
ru: Удалить старые элементы?
sv: Ta bort äldre objekt?
tr: Daha eski ögeler silinsin mi?
uk: Видалити старіші елементи?
zh_hans: 删除较旧的项目？
zh_hant: 刪除較舊的項目？

source: Images older than the chosen age are removed. Text is left alone, pinned items are always kept, and this cannot be undone.
ar: تُحذف الصور الأقدم من المدة المختارة. يبقى النص كما هو، وتُحفظ العناصر المثبتة دائمًا، ولا يمكن التراجع عن ذلك.
de: Bilder, die älter als der gewählte Zeitraum sind, werden gelöscht. Text bleibt unberührt, angeheftete Objekte bleiben immer erhalten, und das lässt sich nicht rückgängig machen.
es: Se eliminan las imágenes anteriores al periodo elegido. El texto se mantiene, los elementos fijados se conservan siempre y esto no se puede deshacer.
fr: Les images plus anciennes que la durée choisie sont supprimées. Le texte est conservé, les éléments épinglés le sont toujours, et cette action est irréversible.
hi: चुनी गई अवधि से पुरानी छवियाँ हटा दी जाती हैं। पाठ वैसा ही रहता है, पिन किए आइटम हमेशा रखे जाते हैं, और यह वापस नहीं लिया जा सकता।
it: Le immagini più vecchie del periodo scelto vengono eliminate. Il testo resta, gli elementi fissati vengono sempre conservati e l'operazione non è reversibile.
ja: 選んだ期間より古い画像を削除します。テキストはそのまま残り、ピン留めした項目は常に保持されます。この操作は取り消せません。
ko: 선택한 기간보다 오래된 이미지를 삭제합니다. 텍스트는 그대로 두고 고정한 항목은 항상 유지되며, 이 작업은 되돌릴 수 없습니다.
nl: Afbeeldingen ouder dan de gekozen periode worden verwijderd. Tekst blijft staan, gepinde items blijven altijd bewaard, en dit kan niet ongedaan worden gemaakt.
pl: Obrazy starsze niż wybrany okres zostaną usunięte. Tekst pozostaje, przypięte elementy są zawsze zachowywane, a tej operacji nie można cofnąć.
pt_pt: As imagens mais antigas do que o período escolhido são eliminadas. O texto mantém-se, os itens afixados são sempre guardados e isto não pode ser anulado.
ro: Imaginile mai vechi decât perioada aleasă sunt șterse. Textul rămâne, elementele fixate sunt păstrate mereu, iar operațiunea nu poate fi anulată.
ru: Изображения старше выбранного срока будут удалены. Текст останется, закреплённые элементы сохраняются всегда, и отменить это нельзя.
sv: Bilder som är äldre än den valda tiden tas bort. Text lämnas orörd, fästa objekt behålls alltid, och detta går inte att ångra.
tr: Seçilen süreden eski görseller silinir. Metne dokunulmaz, sabitlenmiş ögeler her zaman korunur ve bu geri alınamaz.
uk: Зображення, старіші за вибраний строк, буде видалено. Текст залишиться, закріплені елементи зберігаються завжди, і скасувати це не можна.
zh_hans: 将删除早于所选时间的图片。文本保持不变，置顶项目始终保留，此操作无法撤销。
zh_hant: 將刪除早於所選時間的圖片。文字保持不變，釘選項目一律保留，此操作無法還原。

source: Everything older than the chosen age is removed, except pinned items. This cannot be undone.
ar: يُحذف كل ما هو أقدم من المدة المختارة، باستثناء العناصر المثبتة. لا يمكن التراجع عن ذلك.
de: Alles, was älter als der gewählte Zeitraum ist, wird gelöscht, außer angehefteten Objekten. Das lässt sich nicht rückgängig machen.
es: Se elimina todo lo anterior al periodo elegido, salvo los elementos fijados. Esto no se puede deshacer.
fr: Tout ce qui est plus ancien que la durée choisie est supprimé, sauf les éléments épinglés. Cette action est irréversible.
hi: चुनी गई अवधि से पुराना सब कुछ हटा दिया जाता है, पिन किए आइटम को छोड़कर। यह वापस नहीं लिया जा सकता।
it: Viene eliminato tutto ciò che è più vecchio del periodo scelto, tranne gli elementi fissati. L'operazione non è reversibile.
ja: 選んだ期間より古いものをすべて削除します。ピン留めした項目は除きます。この操作は取り消せません。
ko: 선택한 기간보다 오래된 항목을 모두 삭제합니다. 고정한 항목은 제외되며, 이 작업은 되돌릴 수 없습니다.
nl: Alles ouder dan de gekozen periode wordt verwijderd, behalve gepinde items. Dit kan niet ongedaan worden gemaakt.
pl: Usuwane jest wszystko starsze niż wybrany okres, poza przypiętymi elementami. Tej operacji nie można cofnąć.
pt_pt: É eliminado tudo o que for mais antigo do que o período escolhido, exceto os itens afixados. Isto não pode ser anulado.
ro: Se șterge tot ce este mai vechi decât perioada aleasă, cu excepția elementelor fixate. Operațiunea nu poate fi anulată.
ru: Будет удалено всё старше выбранного срока, кроме закреплённых элементов. Отменить это нельзя.
sv: Allt som är äldre än den valda tiden tas bort, utom fästa objekt. Detta går inte att ångra.
tr: Seçilen süreden eski her şey silinir, sabitlenmiş ögeler hariç. Bu geri alınamaz.
uk: Буде видалено все, старіше за вибраний строк, окрім закріплених елементів. Скасувати це не можна.
zh_hans: 将删除早于所选时间的全部内容，置顶项目除外。此操作无法撤销。
zh_hant: 將刪除早於所選時間的全部內容，釘選項目除外。此操作無法還原。

source: Paste as Text
ar: لصق كنص
de: Als Text einsetzen
es: Pegar como texto
fr: Coller comme texte
hi: पाठ के रूप में चिपकाएँ
it: Incolla come testo
ja: テキストとしてペースト
ko: 텍스트로 붙여넣기
nl: Plak als tekst
pl: Wklej jako tekst
pt_pt: Colar como texto
ro: Lipește ca text
ru: Вставить как текст
sv: Klistra in som text
tr: Metin olarak yapıştır
uk: Вставити як текст
zh_hans: 以文本粘贴
zh_hant: 以文字貼上

source: Search inside images
ar: البحث داخل الصور
de: In Bildern suchen
es: Buscar dentro de las imágenes
fr: Rechercher dans les images
hi: छवियों के अंदर खोजें
it: Cerca nelle immagini
ja: 画像の中を検索
ko: 이미지 내부 검색
nl: Zoeken in afbeeldingen
pl: Szukaj w obrazach
pt_pt: Pesquisar dentro das imagens
ro: Caută în imagini
ru: Поиск внутри изображений
sv: Sök i bilder
tr: Görsellerin içinde ara
uk: Пошук усередині зображень
zh_hans: 在图片中搜索
zh_hant: 在圖片中搜尋

source: Reads text, QR codes and subjects out of copied images, entirely on this Mac, so search can find them. ⌥↩ pastes the recognized text.
ar: يقرأ النص ورموز QR والمواضيع من الصور المنسوخة، بالكامل على هذا الجهاز، حتى يتمكن البحث من العثور عليها. يلصق ⌥↩ النص المتعرَّف عليه.
de: Liest Text, QR-Codes und Motive aus kopierten Bildern aus, vollständig auf diesem Mac, damit die Suche sie findet. ⌥↩ setzt den erkannten Text ein.
es: Lee el texto, los códigos QR y los motivos de las imágenes copiadas, íntegramente en este Mac, para que la búsqueda los encuentre. ⌥↩ pega el texto reconocido.
fr: Lit le texte, les codes QR et les sujets des images copiées, entièrement sur ce Mac, pour que la recherche les trouve. ⌥↩ colle le texte reconnu.
hi: कॉपी की गई छवियों से पाठ, QR कोड और विषय पढ़ता है, पूरी तरह इसी Mac पर, ताकि खोज उन्हें ढूँढ सके। ⌥↩ पहचाना गया पाठ चिपकाता है।
it: Legge testo, codici QR e soggetti dalle immagini copiate, interamente su questo Mac, così la ricerca può trovarli. ⌥↩ incolla il testo riconosciuto.
ja: コピーした画像から文字・QRコード・被写体を、このMac上だけで読み取り、検索で見つけられるようにします。⌥↩ で認識したテキストをペーストします。
ko: 복사한 이미지에서 텍스트, QR 코드, 피사체를 이 Mac에서만 읽어 검색으로 찾을 수 있게 합니다. ⌥↩는 인식된 텍스트를 붙여넣습니다.
nl: Leest tekst, QR-codes en onderwerpen uit gekopieerde afbeeldingen, volledig op deze Mac, zodat zoeken ze kan vinden. ⌥↩ plakt de herkende tekst.
pl: Odczytuje tekst, kody QR i motywy ze skopiowanych obrazów, w całości na tym Macu, dzięki czemu wyszukiwanie je znajduje. ⌥↩ wkleja rozpoznany tekst.
pt_pt: Lê texto, códigos QR e motivos das imagens copiadas, inteiramente neste Mac, para que a pesquisa os encontre. ⌥↩ cola o texto reconhecido.
ro: Citește textul, codurile QR și subiectele din imaginile copiate, în întregime pe acest Mac, ca să le găsească căutarea. ⌥↩ lipește textul recunoscut.
ru: Считывает текст, QR-коды и сюжеты из скопированных изображений, полностью на этом Mac, чтобы поиск мог их найти. ⌥↩ вставляет распознанный текст.
sv: Läser text, QR-koder och motiv ur kopierade bilder, helt på den här datorn, så att sökningen hittar dem. ⌥↩ klistrar in den igenkända texten.
tr: Kopyalanan görsellerdeki metni, QR kodlarını ve konuları tamamen bu Mac'te okur, böylece arama bunları bulabilir. ⌥↩ tanınan metni yapıştırır.
uk: Зчитує текст, QR-коди й сюжети зі скопійованих зображень, повністю на цьому Mac, щоб пошук міг їх знайти. ⌥↩ вставляє розпізнаний текст.
zh_hans: 从复制的图片中读取文字、二维码和主体，全部在本机完成，让搜索能找到它们。⌥↩ 粘贴识别出的文字。
zh_hant: 從複製的圖片中讀取文字、QR 碼與主體，全部在本機完成，讓搜尋能找到它們。⌥↩ 貼上辨識出的文字。

source: ⌥↩ pastes text
ar: ⌥↩ يلصق النص
de: ⌥↩ setzt Text ein
es: ⌥↩ pega el texto
fr: ⌥↩ colle le texte
hi: ⌥↩ पाठ चिपकाता है
it: ⌥↩ incolla il testo
ja: ⌥↩ でテキストをペースト
ko: ⌥↩로 텍스트 붙여넣기
nl: ⌥↩ plakt tekst
pl: ⌥↩ wkleja tekst
pt_pt: ⌥↩ cola o texto
ro: ⌥↩ lipește textul
ru: ⌥↩ вставит текст
sv: ⌥↩ klistrar in text
tr: ⌥↩ metni yapıştırır
uk: ⌥↩ вставить текст
zh_hans: ⌥↩ 粘贴文字
zh_hant: ⌥↩ 貼上文字

source: Sync
ar: المزامنة
de: Synchronisierung
es: Sincronización
fr: Synchronisation
hi: सिंक
it: Sincronizzazione
ja: 同期
ko: 동기화
nl: Synchronisatie
pl: Synchronizacja
pt_pt: Sincronização
ro: Sincronizare
ru: Синхронизация
sv: Synkronisering
tr: Eşitleme
uk: Синхронізація
zh_hans: 同步
zh_hant: 同步

source: Sync with iCloud
ar: المزامنة عبر iCloud
de: Über iCloud synchronisieren
es: Sincronizar con iCloud
fr: Synchroniser via iCloud
hi: iCloud से सिंक करें
it: Sincronizza con iCloud
ja: iCloudで同期
ko: iCloud로 동기화
nl: Synchroniseer via iCloud
pl: Synchronizuj przez iCloud
pt_pt: Sincronizar com iCloud
ro: Sincronizează prin iCloud
ru: Синхронизировать через iCloud
sv: Synkronisera via iCloud
tr: iCloud ile eşitle
uk: Синхронізувати через iCloud
zh_hans: 通过 iCloud 同步
zh_hant: 透過 iCloud 同步

source: Carries your history to your other devices through your own iCloud. Nothing ever touches our servers, and nothing syncs until you turn this on.
ar: ينقل سجلّك إلى أجهزتك الأخرى عبر iCloud الخاص بك. لا يلمس أي شيء خوادمنا أبدًا، ولا تتم مزامنة أي شيء حتى تُفعّل هذا.
de: Bringt deinen Verlauf über deine eigene iCloud auf deine anderen Geräte. Nichts berührt je unsere Server, und nichts wird synchronisiert, bis du das einschaltest.
es: Lleva tu historial a tus otros dispositivos a través de tu propio iCloud. Nada toca nunca nuestros servidores, y nada se sincroniza hasta que lo actives.
fr: Transporte votre historique vers vos autres appareils via votre propre iCloud. Rien ne touche jamais nos serveurs, et rien n'est synchronisé tant que vous n'activez pas cette option.
hi: आपके इतिहास को आपके अपने iCloud के ज़रिये आपके अन्य उपकरणों तक पहुँचाता है। कुछ भी कभी हमारे सर्वर तक नहीं जाता, और जब तक आप इसे चालू नहीं करते तब तक कुछ भी सिंक नहीं होता।
it: Porta la cronologia sugli altri tuoi dispositivi tramite il tuo iCloud. Nulla tocca mai i nostri server e nulla viene sincronizzato finché non lo attivi.
ja: 自分のiCloudを通じて履歴を他のデバイスへ運びます。当方のサーバーには何も触れず、オンにするまで何も同期されません。
ko: 나의 iCloud를 통해 기록을 다른 기기로 옮깁니다. 우리 서버에는 아무것도 닿지 않으며, 켜기 전까지는 아무것도 동기화되지 않습니다.
nl: Brengt je geschiedenis via je eigen iCloud naar je andere apparaten. Er raakt nooit iets onze servers, en er wordt niets gesynchroniseerd tot je dit aanzet.
pl: Przenosi historię na inne urządzenia przez Twoją własną usługę iCloud. Nic nigdy nie trafia na nasze serwery i nic nie jest synchronizowane, dopóki tego nie włączysz.
pt_pt: Leva o seu histórico para os seus outros dispositivos através do seu próprio iCloud. Nada toca nos nossos servidores e nada é sincronizado até ativar isto.
ro: Îți duce istoricul pe celelalte dispozitive prin propriul tău iCloud. Nimic nu atinge vreodată serverele noastre și nimic nu se sincronizează până nu activezi asta.
ru: Переносит историю на другие ваши устройства через ваш собственный iCloud. Ничто никогда не попадает на наши серверы, и ничего не синхронизируется, пока вы это не включите.
sv: Tar din historik till dina andra enheter via din egen iCloud. Inget rör någonsin våra servrar, och inget synkroniseras förrän du slår på detta.
tr: Geçmişinizi kendi iCloud'unuz üzerinden diğer cihazlarınıza taşır. Hiçbir şey sunucularımıza dokunmaz ve siz bunu açana kadar hiçbir şey eşitlenmez.
uk: Переносить історію на інші ваші пристрої через ваш власний iCloud. Ніщо ніколи не торкається наших серверів, і нічого не синхронізується, доки ви це не ввімкнете.
zh_hans: 通过你自己的 iCloud 将历史记录带到其他设备。任何内容都不会经过我们的服务器，在你开启之前不会同步任何内容。
zh_hant: 透過你自己的 iCloud 將剪貼簿記錄帶到其他裝置。任何內容都不會經過我們的伺服器，在你開啟之前不會同步任何內容。

source: Text
ar: نص
es: Texto
fr: Texte
hi: पाठ
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
pl: Tekst
pt_pt: Texto
ru: Текст
tr: Metin
uk: Текст
zh_hans: 文本
zh_hant: 文字

source: Files
ar: الملفات
de: Dateien
es: Archivos
fr: Fichiers
hi: फ़ाइलें
it: File
ja: ファイル
ko: 파일
nl: Bestanden
pl: Pliki
pt_pt: Ficheiros
ro: Fișiere
ru: Файлы
sv: Filer
tr: Dosyalar
uk: Файли
zh_hans: 文件
zh_hant: 檔案

source: Images are what costs real iCloud space.
ar: الصور هي ما يستهلك مساحة iCloud فعلًا.
de: Bilder sind das, was wirklich iCloud-Speicher kostet.
es: Las imágenes son lo que de verdad consume espacio de iCloud.
fr: Ce sont les images qui coûtent réellement de l'espace iCloud.
hi: असल में iCloud की जगह छवियाँ ही लेती हैं।
it: Le immagini sono ciò che consuma davvero spazio iCloud.
ja: 本当にiCloud容量を使うのは画像です。
ko: 실제로 iCloud 공간을 차지하는 것은 이미지입니다.
nl: Afbeeldingen zijn wat echt iCloud-ruimte kost.
pl: To obrazy naprawdę zajmują miejsce w iCloud.
pt_pt: As imagens são o que realmente custa espaço no iCloud.
ro: Imaginile sunt cele care consumă cu adevărat spațiu iCloud.
ru: Именно изображения занимают настоящее место в iCloud.
sv: Det är bilder som kostar riktigt iCloud-utrymme.
tr: Gerçek iCloud alanını harcayan görsellerdir.
uk: Саме зображення займають справжнє місце в iCloud.
zh_hans: 真正占用 iCloud 空间的是图片。
zh_hant: 真正佔用 iCloud 空間的是圖片。
